tap "d-kuro/tap"
tap "jesseduffield/lazygit"
tap "jorgelbg/tap"
tap "kayac/tap"
tap "ngrok/ngrok"
brew "act"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "git"
brew "asdf"
brew "ast-grep"
brew "awscli"
brew "bat"
brew "blueutil"
brew "broot"
brew "chezmoi"
brew "colordiff"
brew "coreutils"
brew "cspell"
brew "curl"
brew "devcontainer"
brew "difftastic"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "harfbuzz"
brew "openjpeg"
brew "ghostscript"
brew "ghq"
brew "gitui"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "gtk+3"
brew "gtksourceview3"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "lazygit"
brew "libfido2"
brew "mysql-client@8.4"
brew "mysql@8.4", restart_service: :changed, link: true
brew "neovim"
brew "pinentry-mac"
brew "pre-commit"
brew "py3cairo"
brew "pygobject3"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "saml2aws"
brew "sheldon"
brew "starship"
brew "tectonic"
brew "tig"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "uv"
brew "volta"
brew "wget"
brew "z"
brew "zsh"
brew "d-kuro/tap/gwq"
brew "jorgelbg/tap/pinentry-touchid"
brew "kayac/tap/ecspresso"
cask "claude-code"
cask "figma"
cask "keyclu"
cask "mactex-no-gui"
cask "mitmproxy"
cask "ngrok"
cask "notion"
cask "session-manager-plugin"
cask "wezterm@nightly"
