tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jorgelbg/tap"
tap "kayac/tap"
tap "universal-ctags/universal-ctags"
brew "act"
brew "librsvg"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "blueutil"
brew "broot"
brew "chezmoi"
brew "colordiff"
brew "curl"
brew "difftastic"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gitui"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "python@3.12"
brew "gobject-introspection"
brew "graphviz"
brew "gtk+3"
brew "gtksourceview3"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "mysql", restart_service: true
brew "neovim"
brew "pinentry-mac"
brew "pre-commit"
brew "py3cairo"
brew "pygobject3"
brew "ripgrep"
brew "saml2aws"
brew "sheldon"
brew "starship"
brew "tig"
brew "trash"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "wget"
brew "z"
brew "zsh"
brew "jorgelbg/tap/pinentry-touchid"
brew "kayac/tap/ecspresso"
cask "session-manager-plugin"
cask "wezterm-nightly"
