tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "act"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "broot"
brew "chezmoi"
brew "colordiff"
brew "curl"
brew "difftastic"
brew "direnv"
brew "efm-langserver"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "gtk+3"
brew "gtksourceview3"
brew "imagemagick"
brew "mysql", restart_service: true
brew "neovim"
brew "pygobject3"
brew "ripgrep"
brew "saml2aws"
brew "sheldon"
brew "starship"
brew "tig"
brew "trash"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "wget"
brew "z"
brew "zsh"
cask "wezterm-nightly"
